tap "libsql/sqld"
tap "tursodatabase/tap"
brew "age"
brew "deno"
brew "docker"
brew "docker-compose"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-lfs"
brew "lazygit"
brew "node"
brew "nvm"
brew "ripgrep"
brew "sops"
brew "uv"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "tursodatabase/tap/turso"
cask "1password"
cask "dotnet-sdk"
cask "font-monaspace"
cask "ghostty"
cask "arc"
cask "bruno"
cask "discord"
cask "ollama"
cask "obsidian"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
cask "zed"
cask "zen-browser"
vscode "alefragnani.bookmarks"
vscode "anthropic.claude-code"
vscode "austenc.tailwind-docs"
vscode "bradlc.vscode-tailwindcss"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-websearchforcopilot"
vscode "petrmaliarov.vscode-gruvbox-material-p-dark"
vscode "pkief.material-icon-theme"
vscode "svelte.svelte-vscode"
vscode "visualstudiotoolsforunity.vstuc"
